Repository: krsfer/krispc
Catalog: plexus/locale/*/LC_MESSAGES/django.po
Languages: fr

source: What's on your mind?
fr: Qu'avez-vous à l'esprit ?

source: Re-classify with AI
fr: Re-classer avec l'IA

source: Check this to let AI process the new content and suggest a type/actions.
fr: Cochez cette case pour laisser l'IA traiter le nouveau contenu et suggérer un type et des actions.

source: Created at
fr: Créé le

source: Updated at
fr: Mis à jour le

source: Deleted at
fr: Supprimé le

source: Content
fr: Contenu

source: Timestamp
fr: Horodatage

source: Processed
fr: Traité

source: Input
fr: Entrée

source: Inputs
fr: Entrées

source: Ideation
fr: Idéation

source: Reference
fr: Référence

source: Task
fr: Tâche

source: Confidence Score
fr: Score de confiance

source: The AI model used for processing
fr: Le modèle IA utilisé pour le traitement

source: AI Model
fr: Modèle IA

source: Thought
fr: Pensée

source: Thoughts
fr: Pensées

source: Source Thought
fr: Pensée source

source: Target Thought
fr: Pensée cible

source: Why these thoughts are connected
fr: Pourquoi ces pensées sont connectées

source: Connection Reason
fr: Raison de la connexion

source: Thought Link
fr: Lien de pensée

source: Thought Links
fr: Liens de pensée

source: Pending
fr: En attente

source: Done
fr: Fait

source: Dismissed
fr: Rejeté

source: Status
fr: Statut

source: Resolved
fr: Résolu

source: Reason
fr: Raison

source: Review Queue Item
fr: Élément de la file de révision

source: Review Queue Items
fr: Éléments de la file de révision

source: Active AI Provider
fr: Fournisseur IA actif

source: Active Redis Env
fr: Env Redis actif

source: System Configuration
fr: Configuration système

source: System Configurations
fr: Configurations système

source: Capture
fr: Capturer

source: Second Brain
fr: Second Cerveau

source: Capture New Thought
fr: Capturer une nouvelle pensée

source: OR
fr: OU

source: Start Voice Note
fr: Démarrer note vocale

source: Speak your thought and we'll transcribe it automatically.
fr: Parlez et nous transcrirons automatiquement votre pensée.

source: Cancel
fr: Annuler

source: Dashboard
fr: Tableau de bord

source: New Thought
fr: Nouvelle pensée

source: Search thoughts...
fr: Rechercher des pensées...

source: All Types
fr: Tous types

source: Filter
fr: Filtrer

source: Edit Thought
fr: Modifier la pensée

source: Raw
fr: Brut

source: Related Thoughts
fr: Pensées liées

source: Extracted Actions
fr: Actions extraites

source: Toggle status
fr: Basculer le statut

source: Confidence
fr: Confiance

source: Retry AI Processing
fr: Réessayer le traitement IA

source: No thoughts match your search/filter criteria.
fr: Aucune pensée ne correspond à vos critères.

source: Clear All Filters
fr: Effacer tous les filtres

source: No thoughts captured yet. Start by capturing your first thought!
fr: Aucune pensée capturée. Commencez par en capturer une !

source: Capture Now
fr: Capturer maintenant

source: Home
fr: Accueil

source: Welcome to your Second Brain
fr: Bienvenue dans votre Second Cerveau

source: A cognitive offloading system designed to autonomously transmute your chaotic thoughts into structured, actionable data.
fr: Un système de décharge cognitive conçu pour transmuter de manière autonome vos pensées chaotiques en données structurées et exploitables.

source: Capture Thought
fr: Capturer une pensée

source: View Dashboard
fr: Voir le tableau de bord

source: Frictionless
fr: Sans friction

source: Single stream ingestion. No tagging, no folders, just capture.
fr: Ingestion en flux unique. Pas de tags, pas de dossiers, juste la capture.

source: AI-powered classification and automated action extraction.
fr: Classification par IA et extraction automatique d'actions.

source: Structured
fr: Structuré

source: Relational persistence with contextual filtering.
fr: Persistance relationnelle avec filtrage contextuel.

source: Insights from the Past
fr: Aperçus du passé

source: On This Day
fr: Ce jour-là

source: History
fr: Historique

source: View Thought
fr: Voir la pensée

source: Random Memory
fr: Souvenir aléatoire

source: Resurfaced
fr: Resurgi

source: Elaborate
fr: Élaborer

source: Refresh
fr: Actualiser

source: Voice
fr: Voix

source: Action Center
fr: Centre d'action

source: System Admin
fr: Admin Système

source: Review Queue
fr: File de révision

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: LOGOUT
fr: DÉCONNEXION
